

//Константы для подсказок в начале формы

type tooltip = {
    id: number,
    src: string,
    alt: string,
    title: string,
    text: string
}

export const tooltip_1: tooltip = {
    id: 1,
    src: '',
    alt: '',
    title: 'Поиск новой профессии в каталоге стал легче',
    text: 'Мы обновили каталог профессий: сократили список позиций и сделали привязку к профобластям более логичной '
}

export const tooltip_2: tooltip = {
    id: 2,
    src: '',
    alt: '',
    title: 'Экономьте свое время указывая реальную зарплату',
    text: 'Это поможет рекрутеру понять уровень позиции и направлять кандидатов с подходящими ожиданиями'
}

export const tooltip_3: tooltip = {
    id: 3,
    src: '',
    alt: '',
    title: 'Выберите количество рекрутеров',
    text: 'Решите, сколько рекрутеров будут одновременно работать над заявкой. Вы всегда можете заменить исполнителя в рамках этого количества'
}

export const tooltip_4: tooltip = {
    id: 4,
    src: '',
    alt: '',
    title: 'Опишите условия труда',
    text: 'Подробные условия и преимущества работы в компании помогут рекрутеру убедить кандидата выбрать именно вас'
}

export const tooltip_5: tooltip = {
    id: 5,
    src: '',
    alt: '',
    title: 'Опишите подробно требования к соискателю',
    text: 'Закрывайте вакансии быстро. Четкие ожидания от кандидата-половина успеха в подборе. Чем больше деталей, тем эффективнее работа рекрутера'
}

export const tooltip_6: tooltip = {
    id: 6,
    src: '',
    alt: '',
    title: 'Наслаждайтесь коммуникацией',
    text: 'Укажите ожидания от взаимодействия с исполнителем: опыт рекрутера, желаемые стадии подбора, необходимость дополнительной оценки кандидата или тестирования'
}

export const tooltip_7: tooltip = {
    id: 7,
    src: '',
    alt: '',
    title: 'Размер оплаты',
    text: 'Рекомендуемая сумма вознаграждения 1,5-2 оклада кандидата'
}

export const tooltip_8: tooltip = {
    id: 8,
    src: '',
    alt: '',
    title: 'Привлечение профессиональных рекрутеров',
    text: 'Достойная оплата позволит привлечь к заявке профессионалов и быстрее закрыть ее'
}
export const tooltip_9: tooltip = {
    id: 9,
    src: '',
    alt: '',
    title: 'Зарплата рекрутера и комиссия',
    text: '80% суммы - оплата работы рекрутера, 20% - комиссия HRspace'
}
